Repository: MaddTheSane/neko-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, it

source: — needed for what is switched on
es: — hace falta para lo que tienes encendido
fr: — nécessaire pour ce qui est activé
it: — serve per quello che hai acceso

source: After it speaks it keeps listening for a few seconds — the bubble says so while it does, and talking over it stops it mid-sentence.
es: Después de hablar sigue escuchando unos segundos —el globo lo dice mientras lo hace— y si le hablas encima se corta a mitad de frase.
fr: Après avoir parlé, il écoute encore quelques secondes — la bulle le dit pendant ce temps, et lui parler dessus l’arrête en pleine phrase.
it: Dopo che ha parlato resta in ascolto per qualche secondo — il fumetto lo dice mentre lo fa, e se gli parli sopra si interrompe a metà frase.

source: It is aiming at about %ld a day and will not speak more often than every %ld minutes.
es: Apunta a unos %ld al día y no hablará más de una vez cada %ld minutos.
fr: Il vise environ %ld par jour et ne parlera pas plus d’une fois toutes les %ld minutes.
it: Punta a circa %ld al giorno e non parlerà più spesso di una volta ogni %ld minuti.

source: , and
es: , y
fr: , et
it: , e

source: “%@” is already installed.
es: «%@» ya está instalado.
fr: « %@ » est déjà installé.
it: “%@” è già installato.

source: “%@” is selected but was never downloaded, so %@ is answering instead.
es: «%@» está seleccionado pero nunca se descargó, así que responde %@.
fr: « %@ » est sélectionné mais n’a jamais été téléchargé, donc c’est %@ qui répond.
it: “%@” è selezionato ma non è mai stato scaricato, quindi risponde %@.

source: %.0f MB of %.0f MB
es: %.0f MB de %.0f MB
fr: %.0f Mo sur %.0f Mo
it: %.0f MB di %.0f MB

source: %@ ago.
es: Hace %@.
fr: Il y a %@.
it: %@ fa.

source: %@ does not let anything else search it; only its own window can.
es: %@ no se deja buscar desde fuera; solo puede hacerlo su propia ventana.
fr: %@ ne se laisse pas fouiller de l’extérieur ; seule sa fenêtre le peut.
it: %@ non si lascia cercare da fuori; può farlo solo la sua finestra.

source: %@ is kept. The others free %@ and can be downloaded again later.
es: %@ se mantiene. Los demás liberan %@ y se pueden descargar de nuevo más tarde.
fr: %@ est conservé. Les autres libèrent %@ et pourront être téléchargés à nouveau.
it: %@ resta. Gli altri liberano %@ e possono essere riscaricati più tardi.

source: %@ is not on this Mac.
es: %@ no está en este Mac.
fr: %@ n’est pas sur ce Mac.
it: %@ non c’è su questo Mac.

source: %@ of models on disk.
es: %@ de modelos en el disco.
fr: %@ de modèles sur le disque.
it: %@ di modelli sul disco.

source: %@ to %@ — “%@”. Shall I put it in your calendar?
es: %@ hasta las %@ — «%@». ¿Lo pongo en tu calendario?
fr: %@ jusqu’à %@ — « %@ ». Je le mets dans votre calendrier ?
it: %@ fino alle %@ — “%@”. Lo metto in calendario?

source: %@ was a %@.
es: El %@ fue un %@.
fr: Le %@ était un %@.
it: Il %@ era un %@.

source: %@ will be a %@.
es: El %@ será un %@.
fr: Le %@ sera un %@.
it: Il %@ sarà un %@.

source: %@ will not load on this Mac
es: %@ no se cargará en este Mac
fr: %@ ne se chargera pas sur ce Mac
it: %@ non si carica su questo Mac

source: %@ will not run on this Mac
es: %@ no puede funcionar en este Mac
fr: %@ ne peut pas fonctionner sur ce Mac
it: %@ non può funzionare su questo Mac

source: %@ would not do it.
es: %@ no lo hizo.
fr: %@ ne l’a pas fait.
it: %@ non l’ha fatto.

source: %@, at %@.
es: %@, a las %@.
fr: %@, à %@.
it: %@, alle %@.

source: %@, on this Mac, is what speaks when Neko speaks on its own.
es: Cuando Neko habla por su cuenta habla %@, en este Mac.
fr: Quand Neko parle de lui-même, c’est %@, sur ce Mac, qui parle.
it: Quando Neko parla di sua iniziativa parla %@, su questo Mac.

source: %@: %@ now, %.0f°, %@ today %.0f° to %.0f°, rain %@%%. Tomorrow %.0f° to %.0f°, rain %@%%. (open-meteo)
es: %@: ahora %@, %.0f°, hoy %@ de %.0f° a %.0f°, lluvia %@%%. Mañana de %.0f° a %.0f°, lluvia %@%%. (open-meteo)
fr: %@ : %@ maintenant, %.0f°, aujourd’hui %@ de %.0f° à %.0f°, pluie %@%%. Demain de %.0f° à %.0f°, pluie %@%%. (open-meteo)
it: %@: adesso %@, %.0f°, oggi %@ da %.0f° a %.0f°, pioggia %@%%. Domani da %.0f° a %.0f°, pioggia %@%%. (open-meteo)

source: %@: I will tell you at %@.
es: %@: te aviso a las %@.
fr: %@ : je vous le dis à %@.
it: %@: te lo dico alle %@.

source: %ld days, on %@.
es: %ld días, el %@.
fr: %ld jours, le %@.
it: %ld giorni, %@.

source: %ld days, since %@.
es: %ld días, desde el %@.
fr: %ld jours, depuis le %@.
it: %ld giorni, dal %@.

source: %ld minutes
es: %ld minutos
it: %ld minuti

source: %ld steps
es: %ld pasos
fr: %ld étapes
it: %ld passi

source: %lu characters
es: %lu personajes
fr: %lu personnages
it: %lu personaggi

source: %lu day(s) of notes and %lu line(s) it had kept. This cannot be undone.
es: %lu días de notas y %lu líneas que había guardado. No se puede deshacer.
fr: %lu jours de notes et %lu lignes qu’il avait gardées. C’est irréversible.
it: %lu giorni di appunti e %lu righe che aveva tenuto. Non si torna indietro.

source: %lu day(s) of notes, %lu line(s) it had kept, and %lu thing(s) you asked it to remember. This cannot be undone.
es: %lu día(s) de notas, %lu línea(s) que había guardado, y %lu cosa(s) que le pediste recordar. No se puede deshacer.
fr: %lu jour(s) de notes, %lu ligne(s) qu’il avait gardées, et %lu chose(s) que vous lui avez demandé de retenir. C’est sans retour.
it: %lu giorno/i di appunti, %lu riga/righe che aveva tenuto, e %lu cosa/e che gli hai chiesto di ricordare. Non si torna indietro.

source: %lu feeds
es: %lu fuentes
fr: %lu flux
it: %lu feed

source: %lu phrases it listens for
es: %lu frases que escucha
fr: %lu phrases qu’il écoute
it: %lu frasi che ascolta

source: %lu questions it goes and looks up
es: %lu preguntas que va a buscar
fr: %lu questions qu’il va chercher
it: %lu domande che va a cercare

source: ● listening
es: ● escuchando
fr: ● à l’écoute
it: ● in ascolto

source: ● listening — just answer
es: ● escuchando — contesta
fr: ● à l’écoute — répondez
it: ● in ascolto — rispondi pure

source: 1 character
es: 1 personaje
fr: 1 personnage
it: 1 personaggio

source: 1 feed
es: 1 fuente
fr: 1 flux

source: 1 phrase it listens for
es: 1 frase que escucha
fr: 1 phrase qu’il écoute
it: 1 frase che ascolta

source: 1 question it goes and looks up
es: 1 pregunta que va a buscar
fr: 1 question qu’il va chercher
it: 1 domanda che va a cercare

source: 1.0 GB — the smallest one worth believing
es: 1,0 GB — el más pequeño en el que confiar
fr: 1,0 Go — le plus petit auquel se fier
it: 1,0 GB — il più piccolo a cui credere

source: 1.0 GB, 4-bit — slower, and rather better at answering
es: 1,0 GB, 4 bits — más lento, y bastante mejor respondiendo
fr: 1,0 Go, 4 bits — plus lent, et bien meilleur pour répondre
it: 1,0 GB, 4 bit — più lento, e risponde decisamente meglio

source: 1.6 GB — 512 pixels in about fifteen seconds. The one this app has always drawn with
es: 1,6 GB — 512 píxeles en unos quince segundos. El que esta app ha usado siempre
fr: 1,6 Go — 512 pixels en une quinzaine de secondes. Celui avec lequel cette app a toujours dessiné
it: 1,6 GB — 512 pixel in una quindicina di secondi. Quello con cui questa app ha sempre disegnato

source: 1.6 GB, 8-bit — draws a 512 pixel picture on this Mac's GPU
es: 1,6 GB, 8 bits — dibuja una imagen de 512 píxeles en la GPU de este Mac
fr: 1,6 Go, 8 bits — dessine une image de 512 pixels sur le GPU de ce Mac
it: 1,6 GB, 8 bit — disegna un'immagine da 512 pixel sulla GPU di questo Mac

source: 1.7 GB — newer than the 1.5B and better at holding to an instruction
es: 1,7 GB — más nuevo que el 1.5B y más fiel a las instrucciones
fr: 1,7 Go — plus récent que le 1.5B et plus fidèle aux consignes
it: 1,7 GB — più recente dell'1.5B e più fedele alle istruzioni

source: 1.9 GB — good in several languages, a second or two to answer
es: 1,9 GB — bueno en varios idiomas, uno o dos segundos
fr: 1,9 Go — bon en plusieurs langues, une ou deux secondes
it: 1,9 GB — bravo in più lingue, un secondo o due per rispondere

source: 2.0 GB — 768 pixels, and steadier with hands and faces than 1.5
es: 2,0 GB — 768 píxeles, y más firme que 1.5 con manos y caras
fr: 2,0 Go — 768 pixels, et plus sûr que 1.5 avec les mains et les visages
it: 2,0 GB — 768 pixel, e più saldo di 1.5 con mani e volti

source: 2.0 GB — draws in four steps instead of fourteen, so a few seconds rather than fifteen. Stability AI Community licence
es: 2,0 GB — dibuja en cuatro pasos en vez de catorce, así que unos segundos en lugar de quince. Licencia Stability AI Community
fr: 2,0 Go — dessine en quatre étapes au lieu de quatorze, donc quelques secondes plutôt que quinze. Licence Stability AI Community
it: 2,0 GB — disegna in quattro passi invece di quattordici, quindi pochi secondi invece di quindici. Licenza Stability AI Community

source: 2.0 GB — right and brief, and a year older than the two below
es: 2,0 GB — correcto y breve, y un año más viejo que los dos de abajo
fr: 2,0 Go — juste et bref, et un an plus vieux que les deux du dessous
it: 2,0 GB — preciso e breve, e un anno più vecchio dei due sotto

source: 2.0 GB — the best of these at being both right and brief
es: 2,0 GB — de estos, el mejor siendo exacto y breve
fr: 2,0 Go — de ceux-là, le meilleur pour être juste et bref
it: 2,0 GB — di questi, il migliore a essere giusto e breve

source: 2.3 GB — follows a brief better than anything above it
es: 2,3 GB — cumple el encargo mejor que todos los de arriba
fr: 2,3 Go — respecte la consigne mieux que tous ceux du dessus
it: 2,3 GB — sta alle consegne meglio di tutti quelli sopra

source: 2.3 GB — the best of these outside English
es: 2,3 GB — el mejor de estos fuera del inglés
fr: 2,3 Go — le meilleur de ceux-ci hors de l’anglais
it: 2,3 GB — il migliore di questi fuori dall'inglese

source: 2.3 GB — the most recent, and the one that follows a brief best
es: 2,3 GB — el más reciente, y el que mejor cumple el encargo
fr: 2,3 Go — le plus récent, et celui qui respecte le mieux la consigne
it: 2,3 GB — il più recente, e quello che sta meglio alle consegne

source: 2.7 GB — the most recent, and it reasons at such length that it often never reaches the answer
es: 2,7 GB — el más reciente, y razona tanto que a menudo no llega a la respuesta
fr: 2,7 Go — le plus récent, et il réfléchit si longuement qu’il n’atteint souvent pas la réponse
it: 2,7 GB — il più recente, e ragiona così a lungo che spesso non arriva alla risposta

source: 2.7 GB — the most recent, and the largest worth keeping on a laptop
es: 2,7 GB — el más reciente, y el mayor que merece la pena en un portátil
fr: 2,7 Go — le plus récent, et le plus gros qui vaille la peine sur un portable
it: 2,7 GB — il più recente, e il più grande che valga la pena tenere su un portatile

source: 4.1 GB — the best-looking of these, in four steps. Non-commercial licence only
es: 4,1 GB — el más bonito de todos, en cuatro pasos. Solo licencia no comercial
fr: 4,1 Go — le plus beau de tous, en quatre étapes. Licence non commerciale seulement
it: 4,1 GB — il più bello di questi, in quattro passi. Solo licenza non commerciale

source: 9.8 GB — a 27B, several times the size of anything above it
es: 9,8 GB — un 27B, varias veces más grande que todo lo anterior
fr: 9,8 Go — un 27B, plusieurs fois plus gros que tout ce qui précède
it: 9,8 GB — un 27B, diverse volte più grande di tutto quello sopra

source: 16.5 GB — the same 27B, kept whole
es: 16,5 GB — el mismo 27B, entero
fr: 16,5 Go — le même 27B, en entier
it: 16,5 GB — lo stesso 27B, per intero

source: 468 MB — answers in a blink, and gets simple facts wrong
es: 468 MB — responde en un instante, y falla en datos simples
fr: 468 Mo — répond en un clin d’œil, et se trompe sur des faits simples
it: 468 MB — risponde in un lampo, e sbaglia fatti semplici

source: 468 MB, 4-bit — quick, and about as clever as a small cat
es: 468 MB, 4 bits — rápido, y más o menos tan listo como un gato pequeño
fr: 468 Mo, 4 bits — rapide, à peu près aussi malin qu’un petit chat
it: 468 MB, 4 bit — svelto, e intelligente quanto un gatto piccolo

source: A cat would have taken a break by now. Just saying.
es: Un gato ya se habría tomado un descanso. Lo digo sin más.
fr: Un chat aurait déjà fait une pause. Je dis ça comme ça.
it: Un gatto si sarebbe già preso una pausa. Dico solo.

source: a clear break in what you were doing
es: una pausa clara en lo que estabas haciendo
fr: une vraie pause dans ce que vous faisiez
it: una pausa netta in quello che stavi facendo

source: A model on this Mac
es: Un modelo en este Mac
fr: Un modèle sur ce Mac
it: Un modello su questo Mac

source: A moment ago.
es: Hace un momento.
fr: À l’instant.
it: Un attimo fa.

source: a pause between two things
es: una pausa entre dos cosas
fr: une pause entre deux choses
it: una pausa fra due cose

source: A plugin is a folder whose name ends in .nekoplugin.
es: Un plugin es una carpeta cuyo nombre acaba en .nekoplugin.
fr: Un plugin est un dossier dont le nom se termine par .nekoplugin.
it: Un plugin è una cartella il cui nome finisce in .nekoplugin.

source: A remark is a harder thing to write than an answer, and the smaller local models are not good at it — they come out bland, or in the wrong language, or repeat a word four times. Apple Intelligence, on the Ask Neko tab, does this one much better and costs nothing.
es: Un comentario es más difícil de escribir que una respuesta, y los modelos locales pequeños no lo consiguen: salen sosos, en el idioma equivocado, o repiten cuatro veces la misma palabra. Apple Intelligence, en la pestaña Pregunta a Neko, lo hace mucho mejor y no cuesta nada.
fr: Une remarque est plus difficile à écrire qu’une réponse, et les petits modèles locaux n’y arrivent pas : elles sortent fades, dans la mauvaise langue, ou répètent quatre fois le même mot. Apple Intelligence, dans l’onglet Demander à Neko, fait bien mieux et ne coûte rien.
it: Una battuta è più difficile da scrivere di una risposta, e i modelli locali piccoli non ci riescono: vengono insipide, o nella lingua sbagliata, o ripetono quattro volte la stessa parola. Apple Intelligence, nella scheda Chiedi a Neko, fa molto meglio questa cosa qui e non costa niente.

source: A remark is a harder thing to write than an answer, and the smaller local models are not good at it. A larger model on the Local model tab, or a remote one, will do better.
es: Un comentario es más difícil de escribir que una respuesta, y los modelos locales pequeños no lo consiguen. Un modelo más grande en la pestaña Modelo local, o uno remoto, lo hará mejor.
fr: Une remarque est plus difficile à écrire qu’une réponse, et les petits modèles locaux n’y arrivent pas. Un modèle plus grand dans l’onglet Modèle local, ou un modèle distant, s’en sortira mieux.
it: Una battuta è più difficile da scrivere di una risposta, e i modelli locali piccoli non ci riescono. Un modello più grande nella scheda Modello locale, o uno remoto, se la cava meglio.

source: A Shortcut
es: Un atajo
fr: Un raccourci
it: Una Scorciatoia

source: A Shortcut of mine
es: Un atajo mío
fr: Un de mes raccourcis
it: Una mia Scorciatoia

source: a small gap
es: un hueco pequeño
fr: un petit intervalle
it: un piccolo spazio

source: a small pixel-art cat named %@
es: un gatito de píxeles llamado %@
fr: un petit chat en pixels appelé %@
it: un gattino pixelato di nome %@

source: A week. I had almost got used to the quiet.
es: Una semana. Casi me acostumbraba al silencio.
fr: Une semaine. Je m’habituais presque au silence.
it: Una settimana. Mi stavo quasi abituando al silenzio.

source: About Neko
es: Acerca de Neko
fr: À propos de Neko
it: Informazioni su Neko

source: Accessibility
es: Accesibilidad
fr: Accessibilité
it: Accessibilità

source: Add
es: Añadir
fr: Ajouter
it: Aggiungi

source: Add…
es: Añadir…
fr: Ajouter…
it: Aggiungi…

source: All it can see, and all that is sent, is this:
es: Todo lo que ve, y todo lo que se envía, es esto:
fr: Tout ce qu’il voit, et tout ce qui est envoyé, c’est ceci :
it: Tutto quello che vede, e tutto quello che viene inviato, è questo:

source: All right
es: De acuerdo
fr: D’accord
it: Va bene

source: All right, I will not.
es: Vale, lo dejo.
fr: D’accord, je laisse tomber.
it: Va bene, lascio stare.

source: Allow
es: Permitir
fr: Autoriser
it: Consenti

source: allowed
es: concedido
fr: accordée
it: concessa

source: American radio news
es: la radio pública estadounidense
fr: la radio publique américaine
it: la radio pubblica americana

source: American, in English
es: estadounidense, en inglés
fr: américain, en anglais
it: americano, in inglese

source: an Italian daily
es: un diario italiano
fr: un quotidien italien
it: un quotidiano italiano

source: an Italian wire service
es: una agencia de noticias italiana
fr: une agence de presse italienne
it: un'agenzia di stampa italiana

source: Another application already owns that keystroke. Pick a different one.
es: Ese atajo ya pertenece a otra aplicación. Elige otro.
fr: Ce raccourci appartient déjà à une autre application. Choisissez-en un autre.
it: Quella scorciatoia è già di un’altra applicazione. Scegline un’altra.

source: Answer when I say “Neko”
es: Responde cuando digo «Neko»
fr: Répondre quand je dis « Neko »
it: Rispondi quando dico “Neko”

source: Answer when I say “Neko” (beta)
es: Responde cuando digo «Neko» (beta)
fr: Répondre quand je dis « Neko » (bêta)
it: Rispondi quando dico “Neko” (beta)

source: Answers from:
es: Respuestas de:
fr: Réponses de :
it: Risposte da:

source: API key:
es: Clave API:
fr: Clé API :
it: Chiave API:

source: Apple Intelligence, on this Mac
es: Apple Intelligence, en este Mac
fr: Apple Intelligence, sur ce Mac
it: Apple Intelligence, su questo Mac

source: Apple Intelligence, on this Mac, is what speaks when Neko speaks on its own.
es: Cuando Neko habla por su cuenta habla Apple Intelligence, en este Mac.
fr: Quand Neko parle de lui-même, c’est Apple Intelligence, sur ce Mac, qui parle.
it: Quando Neko parla di sua iniziativa parla Apple Intelligence, su questo Mac.

source: Appointment
es: Cita
fr: Rendez-vous
it: Appuntamento

source: Ask
es: Pedir
fr: Demander
it: Chiedi

source: Ask me something…
es: Pregúntame algo…
fr: Demandez-moi quelque chose…
it: Chiedimi qualcosa…

source: Ask Neko
es: Preguntar a Neko
fr: Demander à Neko
it: Chiedi a Neko

source: Ask Neko about this
es: Preguntar a Neko
fr: Demander à Neko
it: Chiedi a Neko

source: Ask the Shortcut. I have not been given one.
es: Pregúntale al atajo. A mí no me han dado ninguno.
fr: Demandez au raccourci. On ne m’en a pas donné.
it: Chiedi alla Scorciatoia. Non me ne hanno data una.

source: Ask to be shown something — “show me the Colosseum” — and the cat draws it here, on this Mac's GPU, with Stable Diffusion. Nothing is sent anywhere, and it costs nothing but the time.
es: Pide ver algo — «enséñame el Coliseo» — y el gato lo dibuja aquí, en la GPU de este Mac, con Stable Diffusion. No se envía nada a ninguna parte, y solo cuesta tiempo.
fr: Demandez à voir quelque chose — « montre-moi le Colisée » — et le chat le dessine ici, sur le GPU de ce Mac, avec Stable Diffusion. Rien n’est envoyé nulle part, et cela ne coûte que du temps.
it: Chiedi di vedere qualcosa — “mi mostri il Colosseo?” — e il gatto lo disegna qui, sulla GPU di questo Mac, con Stable Diffusion. Non viene inviato niente da nessuna parte, e non costa altro che il tempo.

source: Asked about today's news or the weather, it can fetch one of a fixed list of two dozen feeds: ANSA (the wire, world, technology, politics, culture, sport, and your own region), la Repubblica, Corriere della Sera, Il Fatto Quotidiano, Il Sole 24 Ore, RaiNews, Tgcom24, AGI, La Gazzetta dello Sport, Wired, DDay, Focus, MeteoAlarm's warnings for Italy, Hacker News, BBC News, The Guardian, The New York Times and NPR. Every one of them was fetched with this application's own name on the request before it went on the list. The plain forecast comes from open-meteo, because neither 3B Meteo nor meteo.it publishes a feed any more.
es: Si le preguntas por las noticias de hoy o el tiempo, puede descargar una de una lista fija de dos docenas de fuentes: ANSA (última hora, mundo, tecnología, política, cultura, deporte y tu región), la Repubblica, Corriere della Sera, Il Fatto Quotidiano, Il Sole 24 Ore, RaiNews, Tgcom24, AGI, La Gazzetta dello Sport, Wired, DDay, Focus, los avisos de MeteoAlarm para Italia, Hacker News, BBC News, The Guardian, The New York Times y NPR. Cada una se descargó con el nombre de esta aplicación en la petición antes de entrar en la lista. La previsión simple viene de open-meteo, porque ni 3B Meteo ni meteo.it publican ya un feed.
fr: Interrogé sur les nouvelles du jour ou la météo, il peut aller chercher l’un des flux d’une liste fixe de deux douzaines : ANSA (dépêches, monde, technologie, politique, culture, sport, et votre région), la Repubblica, Corriere della Sera, Il Fatto Quotidiano, Il Sole 24 Ore, RaiNews, Tgcom24, AGI, La Gazzetta dello Sport, Wired, DDay, Focus, les alertes MeteoAlarm pour l’Italie, Hacker News, BBC News, The Guardian, The New York Times et NPR. Chacun a été récupéré avec le nom de cette application dans la requête avant d’entrer dans la liste. Les prévisions simples viennent d’open-meteo, car ni 3B Meteo ni meteo.it ne publient plus de flux.
it: Se gli chiedi le notizie di oggi o il tempo, può scaricare uno di un elenco fisso di due dozzine di feed: ANSA (ultima ora, mondo, tecnologia, politica, cultura, sport, e la tua regione), la Repubblica, Corriere della Sera, Il Fatto Quotidiano, Il Sole 24 Ore, RaiNews, Tgcom24, AGI, La Gazzetta dello Sport, Wired, DDay, Focus, le allerte MeteoAlarm per l'Italia, Hacker News, BBC News, The Guardian, The New York Times e NPR. Ognuno è stato scaricato col nome di questa applicazione nella richiesta prima di finire in elenco. Le previsioni semplici vengono da open-meteo, perché né 3B Meteo né meteo.it pubblicano più un feed.

source: At most every:
es: Como máximo cada:
fr: Au plus toutes les :
it: Al massimo ogni:

source: at the bottom
es: abajo
fr: en bas
it: in basso

source: at the top
es: arriba
fr: en haut
it: in alto

source: Back at it.
es: Otra vez al lío.
fr: On s’y remet.
it: Di nuovo sotto.

source: Back, then.
es: De vuelta, entonces.
fr: De retour, donc.
it: Tornato, allora.

source: Behaviour:
es: Comportamiento:
fr: Comportement :
it: Comportamento:

source: bottom left
es: abajo a la izquierda
fr: en bas à gauche
it: in basso a sinistra

source: bottom right
es: abajo a la derecha
fr: en bas à droite
it: in basso a destra

source: British, in English
es: británico, en inglés
fr: britannique, en anglais
it: britannico, in inglese

source: business and markets
es: economía y mercados
fr: économie et marchés
it: economia e mercati

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Caught your cursor. You may have it back.
es: Cacé tu cursor. Te lo devuelvo.
fr: J’ai attrapé ton curseur. Tu peux le reprendre.
it: Ho catturato il cursore. Te lo restituisco.

source: changeable
es: variable
fr: variable
it: variabile

source: Character
es: Personaje
fr: Personnage
it: Personaggio

source: Character:
es: Personaje:
fr: Personnage :
it: Personaggio:

source: chasing the thought
es: persigo la idea
fr: je poursuis l’idée
it: inseguo il pensiero

source: Check again
es: Comprobar otra vez
fr: Revérifier
it: Ricontrolla

source: Check now
es: Comprobar ahora
fr: Vérifier maintenant
it: Controlla adesso
